{"schedule": {"version": "0.1", "base_url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/schedule/", "conference": {"acronym": "enthusiasticon-2020", "title": "EnthusiastiCon 2020", "start": "2020-06-06", "end": "2020-06-06", "daysCount": 1, "timeslot_duration": "00:05", "days": [{"index": 1, "date": "2020-06-06", "day_start": "2020-06-06T04:00:00+02:00", "day_end": "2020-06-07T03:59:00+02:00", "rooms": {"Talks": [{"id": 38, "guid": "bd4d6b10-e9c8-5dd5-9418-74ec21a1a15c", "logo": "", "date": "2020-06-06T10:15:00+02:00", "start": "10:15", "duration": "00:15", "room": "Talks", "slug": "DMKGWD", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/DMKGWD/", "title": "Opening remarks", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Welcome!", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 49, "code": "GDEYHR", "public_name": "EnthusiastiCon organizers", "biography": null, "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 15, "guid": "6a60c7d9-df54-58bc-a89c-fe7666a74ffc", "logo": "", "date": "2020-06-06T10:30:00+02:00", "start": "10:30", "duration": "00:10", "room": "Talks", "slug": "AY9AGS", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/AY9AGS/", "title": "Gamma correction: the secret behind pretty colors", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Until recently, I thought that \"gamma correction\" would be a relic from the era of CRT monitors, and no longer be relevant today. I was surprised to learn that this concept is closely related to how our eyes perceive light non-linearly, and that it's extremely relevant in all contexts where we work with pixels, like when blending colors, resizing images, or rendering 3D scenes!\r\n\r\nIn this talk, I'll introduce you to what gamma correction is, and how knowing about it will help you make prettier images!", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 1, "code": "N3NGUC", "public_name": "blinry", "biography": "blinry is enthusiastic about many things, including computer science, programming, and design! They like free licenses, value autonomy, creativity and curiosity, and try to keep an open mind and heart. After doing research in the field of computational geometry for a while, they're now working as an independent programmer, artist, and game designer.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 14, "guid": "097d4132-cf0f-5d34-a3b2-153b259a035e", "logo": "", "date": "2020-06-06T10:45:00+02:00", "start": "10:45", "duration": "00:10", "room": "Talks", "slug": "KKW9FD", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/KKW9FD/", "title": "What is a digital photo, really?", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "There's a lot of cleverly-hidden magic that goes into digital photography. Humans and image sensors perceive light differently, so there's a lot of processing required to make a digital image into something our eyes can understand! This talk covers some of the basic technologies used by digital cameras and considers how the choices we make as programmers are often about reconciling human perception with the preexisting systems and tech available to us.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 14, "code": "CS7LPB", "public_name": "Fabian Tamp", "biography": "Fabian is a software engineer, hobbyist photographer and hiking enthusiast, who grew up next to the sunny beaches of Wollongong, Australia, and now lives next to the sunny bank of the Landwehr Canal, Kreuzberg. He cares about making technology simple to use, explain, and reason about.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 34, "guid": "8f3ae9f3-e34a-5369-91eb-e4f358bdd703", "logo": "", "date": "2020-06-06T11:00:00+02:00", "start": "11:00", "duration": "00:10", "room": "Talks", "slug": "GVPFF3", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/GVPFF3/", "title": "AI Explainability", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Neural networks are all the rage - input data, output magic results! In between is a black box of magic. In many use cases - from finance to healthcare - this black box is actually a challenge preventing AI adoption. Enter Explainability! Using one extra layer, we can also have our AI explain how it arrived at the decision. This opens up a world of possibility for those working within the constraints of GDPR, and those that would prefer a human factor as the final decision maker.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 37, "code": "VCG3SS", "public_name": "Naomi Freeman", "biography": "Naomi Freeman is a software engineer and entrepreneur. She has prototyped AI for the company she co-founded some years ago and currently offers AI readiness consulting services for businesses looking to take the leap. Naomi is currently riding out the pandemic in a mountain village in Norway.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 6, "guid": "3a4fa89f-2445-5762-9bf4-1e0652af87df", "logo": "", "date": "2020-06-06T11:15:00+02:00", "start": "11:15", "duration": "00:10", "room": "Talks", "slug": "ZPSZPZ", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/ZPSZPZ/", "title": "Printing floating point numbers is surprisingly hard!!", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Not many of us have wondered \"how are floating-point numbers rendered as text strings?\" and for good reason! This doesn't seem like a hard problem to solve! But even in 2020, you don’t have guarantees in some languages that when you convert a string to float and vice versa you will get the same number! In this talk we will explore why printing floating point numbers is hard, arbitrary precision arithmetic, and the state-of-the-art dragon algorithms for printing floating point numbers!", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 6, "code": "EJQYLK", "public_name": "Gargi Sharma", "biography": "Gargi is a software engineer who loves systems programming, Modern Art and walking.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 36, "guid": "4669bb2c-4f11-5d36-b06c-a795ec040099", "logo": "", "date": "2020-06-06T11:40:00+02:00", "start": "11:40", "duration": "00:10", "room": "Talks", "slug": "P93BKL", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/P93BKL/", "title": "Sorting the World's Largest Jigsaw Puzzle: Whole Genome Sequencing", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "The genome is often thought of as nature's code. It encodes everything from eye colour to gender and can reveal our genetic pre-dispositions to disease. But how do we actually 'read' our DNA? And why is computer science involved?\r\n\r\nDNA sequencing machines provide a jigsaw of DNA fragments, that need to be reassembled back into the original genome - the picture on the box.  We'll talk about how to sort these jigsaw pieces into a suffix array.  Along the way, we'll use and tweak some common algorithms you may recognise and illustrate the importance of allowing your data to drive your development.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 47, "code": "ATHCT7", "public_name": "Theoriz_se", "biography": "Isla is a software engineer with a background in bioinformatics and maths.  She enjoys traveling, and has lived in Scotland, Denmark and Germany.  She has twice attended in the Recurse Center in NYC, where she developed data structures to compress NGS output, lead a code retreat and played around with Capture the Flags.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 9, "guid": "b7cc4833-fb11-585f-80ca-7596d3c0cc2f", "logo": "", "date": "2020-06-06T11:55:00+02:00", "start": "11:55", "duration": "00:10", "room": "Talks", "slug": "RSALUM", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/RSALUM/", "title": "Tales from coding in physics", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Have you ever wondered how to break quantum cryptography - or how to search for dark matter? Well, turns out you can do all this (and more!) with your favourite programming language! In this talk I’ll tell you about some of my experiences writing code for physics research.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 9, "code": "XHKJBL", "public_name": "Anu Unnikrishnan", "biography": "Anu has spent the past few years doing research in quantum cryptography. She is now getting excited about programming at the Recurse Center.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 26, "guid": "8fa741f8-540a-568f-a2d8-95d3757ebd5f", "logo": "", "date": "2020-06-06T12:10:00+02:00", "start": "12:10", "duration": "00:10", "room": "Talks", "slug": "P78LPY", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/P78LPY/", "title": "Permuting the cube", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Below the stickers of the rubiks cube lies a beautiful structure arising from just a handful of rules.\r\nLet us explore permutations by the example of this twisty puzzle and see how they can turn into the building blocks of the structure behind it.\r\nWe can use an exciting dualism between function and data to explore the problem space and sketch a route towards finding your own solution for this and similar puzzles.\r\n\r\nSlides and source code used with the talk can be found on [GitHub](https://github.com/runjak/2020-06-06.enthusiasticon).", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 29, "code": "CPTHZ3", "public_name": "Jakob Runge", "biography": "Jakob enjoys fiddling around with computers and loves the mechanical feel of twisting a rubiks cube.\r\nYou can find him being a general nuisance on twitter as [@sicarius](https://twitter.com/sicarius).", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 22, "guid": "1488af19-552e-5a15-a2d2-a5eed3f058d6", "logo": "", "date": "2020-06-06T12:25:00+02:00", "start": "12:25", "duration": "00:10", "room": "Talks", "slug": "U8S7JN", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/U8S7JN/", "title": "All I have is a hammer, now give me your nails!", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Have you heard the old adage “if all you have is a hammer, everything looks\r\nlike a nail”? It’s one of those proverbs that make sense at first—cultivating a\r\ndiverse toolbox is usually a good idea.\r\n\r\nBut once you get to the other end of the spectrum, you arrive at a comparably\r\ninteresting—and I would argue, comparably useful—paradigm. I don’t know that\r\nthis concept has a name, but I like to think of it as asking the question “what\r\nif everything was a...”\r\n\r\nA lot of the most revered, feared, loved, and hated languages fall into that\r\ncategory: Lisp, APL, SmallTalk, and Forth, to name only a few.\r\n\r\nIn my talk, I’m going to explore why this paradigm might be interesting, and\r\nhow you can tackle problems if all you have is a hammer—by forming some nails.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 23, "code": "YHNPPH", "public_name": "Veit Heller", "biography": "Veit is a jack of all trades, but a master of none. He frequently oscillates\r\nbetween compiler development, writing, creating generative art, and trying to\r\nget work done at his day job.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 37, "guid": "63f019aa-6f08-50ec-893a-93a6fbbe45c5", "logo": "", "date": "2020-06-06T14:00:00+02:00", "start": "14:00", "duration": "00:50", "room": "Talks", "slug": "BDWVAY", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/BDWVAY/", "title": "Keynote", "subtitle": "", "track": null, "type": "Keynote", "language": "en", "abstract": "In this keynote, Nikki will discuss the relationships between political activism and our responsibilities as producers of technological systems.  Informed by their dissertation research, the keynote will cover some common approaches to \"doing good with tech\" and some ways we can move forward to think more ethically and inclusively about the technology we're building and consuming.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 48, "code": "7GFGDA", "public_name": "Nikki Stevens", "biography": "Nikki Stevens (http://www.nikkistevens.com) is a long-time software engineer and a open-source contributor and advocate.  They have been an open-source contributor for the last 10 years, and have spent the last few years specifically focused on challenging open source communities to consider ethics in their practices.  In 2017, they won the 2017 Aaron Winborn Award (https://www.drupal.org/node/2877117) and were a 2018 finalist for the Red Hat Women in Open Source Awards (https://www.redhat.com/en/about/women-in-open-source) for their community work. In parallel to their open source work, they are a PhD candidate at Arizona State University, currently in residence as researcher at Dartmouth College.  Their dissertation focuses on the ways that surveillance devices reinforces whiteness and cisgenderedness.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 31, "guid": "2496599b-c944-5035-bce0-853d26cdab86", "logo": "", "date": "2020-06-06T15:00:00+02:00", "start": "15:00", "duration": "00:10", "room": "Talks", "slug": "WDFBF7", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/WDFBF7/", "title": "Build Your Own controller!", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "When we play games we do so with a keyboard and mouse, a touch display or gamepad. But why limit ourselves to these options? We can build game controllers using simple electronics parts and create unique ways of interacting with our games!", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 35, "code": "TXPVTY", "public_name": "Lisa Passing", "biography": "Lisa does fullstack web development, creative coding and video games. Over time, the graph of her hobbies, side projects and prototypes shows hockeystick growth. She recently even picked up hobbies that don't involve a computer.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 27, "guid": "2d39b4cc-85a0-590c-b1f4-8a2e1570636c", "logo": "", "date": "2020-06-06T15:15:00+02:00", "start": "15:15", "duration": "00:10", "room": "Talks", "slug": "U8XHXC", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/U8XHXC/", "title": "A “How-To” for writing a  “How-To” for Open Source Software (that everyone can understand without using duckduckgo)", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Open Source Software is important, Open Source Software is the best, Open Source Software is easily accessible and still: Why isn’t everyone using it? \r\nI want to argue that very often Open Source Software (or software in general) lacks accessibility for non-nerdy people because they seem very “complicated”. Even the “how-to” instructions do with the love for technical terms, mystical coding-symbols and pragmatic on-point language.\r\n\r\nIn April 2020 I decided if everyone is using videocalls now, so will my grandfather do. So I got a tablet, sat down and tried to explore it like I had never used a tablet before. What could be hick-ups, how could I accidentally end up in some sub-menu? \r\nWhat I ended up with is a 20+ pages long instruction with screenshots from switching on the tablet, to muting the microphone or unlocking the screen (and much more). \r\nI want to share with you the manual I created but moreover I want to share what I learned when I first used it with my grandfather. (And also what I had to change because I was designing it for him without consulting him)\r\nSpoiler: He is successfully using Jitsi! (Without being stressed.)", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 30, "code": "8KQMQ9", "public_name": "Ilo_ul", "biography": "Ilo_ul (also known as Ilona) doesn’t get tired of discussing why “the importance of diversity and the danger of marginalization” is still something we need to talk about. She isn’t a programmer but knows a thing or two about art, theater and education.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 18, "guid": "50295f6a-74a3-553f-aee3-3029152ea369", "logo": "", "date": "2020-06-06T15:30:00+02:00", "start": "15:30", "duration": "00:10", "room": "Talks", "slug": "D7FVAU", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/D7FVAU/", "title": "My First Maker Project: Print Your Own Adventure Game", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "A novice delving into the world of electronics, I will take you on a quick journey on how I created this Maker project destined for a Makerfaire this year. But alas it was cancelled, however I did complete the project made with a Raspberry Pi, a thermal receipt printer, and a few colourful arcade buttons. As a Pythonista more comfortable with coding, I controlled it all with CircuitPython.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 18, "code": "JERFTS", "public_name": "Vicky Twomey-Lee", "biography": "Coder, tech event organiser, mentor, advocates diversity in tech, and currently the Maker Advocate for Dublin Maker in Ireland.\r\n\r\n* Co-founder Coding Grace that supports diversity in tech events as well as running them\r\n* Founder PyLadies Dublin\r\n* Co-director of Women Who Code Dublin\r\n* Was chair of Python Ireland from 2005 - 2016, chaired Pycon Ireland from 2010 - 2013\r\n* PSF (Python Software Foundation) Fellow; part of the PSF Grants Workgroup\r\n* Co-founder of GameCraft that runs community game jams\r\n* Member of WITS (Women in Technology and Science) Ireland\r\n\r\nDue to COVID-19, she's learnt how to use a sewing machine to make DIY fabric face masks, delved back into digital painting on her iPad and loving ProCreate, and making small Maker electronic projects. She's also a cat herder. 😆", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 7, "guid": "428b12ad-a98e-51a3-bd35-ffea275b0b63", "logo": "", "date": "2020-06-06T15:45:00+02:00", "start": "15:45", "duration": "00:10", "room": "Talks", "slug": "DUEJFS", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/DUEJFS/", "title": "Little Printing for everyone!!1", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Do you remember the Little Printer? It was an internet-connected, super cute thermal printer; it printed you the weather in the morning, and you could even message your friends if they also had one. It was a commercial flop and the servers were shut down in 2015, but that was not the end of the story. Today, with a little work, you too have your own Little Printer — and now you can use any thermal printer for it (some assembly may be required).", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 7, "code": "RDCWC3", "public_name": "Tamas Kadar", "biography": "Tamas is a generalist working in DevOps and Infrastructure, automating all the things. He's really into writing lately and loves the world's most pointless drink, an iced decaf latte.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 35, "guid": "ac359368-9c03-5182-821c-c8ce93e96b7f", "logo": "", "date": "2020-06-06T16:10:00+02:00", "start": "16:10", "duration": "00:10", "room": "Talks", "slug": "KBYXEB", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/KBYXEB/", "title": "So THAT’S how my phone knows where I am!", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Your phone knows where you are at all times, usually with pretty\r\nshocking accuracy. How the heck does it know that?! This talk will dive\r\ninto the math and physics underlying modern smartphone location\r\ntechnology (GPS, AGPS, and indoor location), but it will also do so by\r\nmeans of a walk through history. Modern GPS arose out of Cold War-era US\r\nDoD research, but how is that research connected to the larger\r\nhistorical and political context of geolocation throughout history? How\r\nis the technical solution to tracking Russian missiles directly indebted\r\nto the 17th century sailors who developed smarter ways to locate\r\nthemselves on the open sea? This talk will answer all of that and more!", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 46, "code": "QDTWFV", "public_name": "Em Lazer-Walker", "biography": null, "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 10, "guid": "d06b4b98-be33-5ea9-9463-280f7f26c275", "logo": "", "date": "2020-06-06T16:25:00+02:00", "start": "16:25", "duration": "00:10", "room": "Talks", "slug": "WGHEAX", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/WGHEAX/", "title": "Exploring Generative Spaces", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "In \"Exploring Generative Spaces\" we will wander through the results from various generative models. What makes a model interesting and how can we navigate in generative spaces? Do parametric and neural models behave the same? Join me in this playground of generative art.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 10, "code": "EM3MAE", "public_name": "bleeptrack", "biography": "hacker, maker, artist, scientist. I love generative art and creative coding.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 20, "guid": "e7fd4fbd-15d7-501a-a324-6203e686c190", "logo": "", "date": "2020-06-06T16:40:00+02:00", "start": "16:40", "duration": "00:10", "room": "Talks", "slug": "EZBJVL", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/EZBJVL/", "title": "The Meaning of K", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Data Science methods are not normally written in K. But what if they were?\r\n\r\nK is a high-performance programming language popular in finance, but rarely seen elsewhere, and is known for its expressive and concise notation. While K is much less well known among data scientists than Python, it shares a common heritage with NumPy as both were strongly influenced by APL.\r\n\r\nKMeans is a classic machine learning algorithm which partitions the data into homogeneous groups (clusters). Its simplicity and scalability make it a popular choice for a broad range of data science applications, such as customer segmentation and recommendation engines.\r\n\r\nIn this talk, we’ll walk you through a step by step implementation of KMeans in K and demonstrate how the features of this esoteric language encourage poetic expression of mathematical concepts and more intuitive interaction with data.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 21, "code": "9GYVMJ", "public_name": "Serena Peruzzo", "biography": "Serena is data scientist, currently doing a virtual batch at the Recurse Centre.\r\n\r\nPreviously, she has worked both in academia as an ML researcher and in the industry as a data science consultant on the Australian, British and Canadian markets.\r\n\r\nSerena is passionate about education, community and tech for good and she splits her free time between mentoring data science students, organizing meetups and volunteering.", "answers": []}, {"id": 25, "code": "Q98HCP", "public_name": "John Earnest", "biography": "He's just this guy, you know?\r\n\r\nhttp://beyondloom.com", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 8, "guid": "6a5c74f6-682c-5d83-b672-1a8e0772469d", "logo": "", "date": "2020-06-06T16:55:00+02:00", "start": "16:55", "duration": "00:10", "room": "Talks", "slug": "AYU8D8", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/AYU8D8/", "title": "What's in a name? A gentle introduction to DNS", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Whenever we use the internet, we use the Domain Name System - DNS. It works so well that it is mostly hidden from us and we as developers rarely have to look at it. If we do have to, it helps to understand how DNS is structured and how it works. \r\nIn this talk I will give a gentle introduction to DNS by showing how a domain name is translated to an IP address step by step. We will follow it on its path and learn about some basic records - namely A, AAAA and NS. Going out of this talk, you should have an intuitive understanding of DNS and a good basis to debug most DNS issues in the future.", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 8, "code": "CWFHTW", "public_name": "Knut Hühne", "biography": "Knut is a Berlin based software developer with a passion for knowledge sharing. He is involved in the Berlin Open Knowledge Lab and loves all things open. At his work, one of this tasks is DevOps which made him discover his interest in DNS.", "answers": []}], "links": [], "attachments": [], "answers": []}, {"id": 39, "guid": "7fa48f42-f9b2-587f-8533-0da7d9e389fe", "logo": "", "date": "2020-06-06T17:10:00+02:00", "start": "17:10", "duration": "00:10", "room": "Talks", "slug": "RU7CY3", "url": "https://pretalx.enthusiasticon.de/enthusiasticon-2020/talk/RU7CY3/", "title": "Closing remarks", "subtitle": "", "track": null, "type": "Talk", "language": "en", "abstract": "Goodbye!", "description": null, "recording_license": "", "do_not_record": false, "persons": [{"id": 49, "code": "GDEYHR", "public_name": "EnthusiastiCon organizers", "biography": null, "answers": []}], "links": [], "attachments": [], "answers": []}]}}]}}}